Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/GlobalVoicesv2018q4(2.7k)/en-ne.tmx
Source language: en
Languages: ne

source: Not to mention, maintaining a public toilet clean and usable takes work, and sometimes you aren't able to find one when you need it most.
ne: अहिले गूगल र भारत सरकारको शहरी विकास मन्त्रालयले गूगल नक्शामा शौचालय पहिचान गर्ने साधन विकास गरेका छन् जसले भारतको राजधानी दिल्ली र केही अन्य शहरहरूमा अवस्थित केही हजार सामुदायिक र सार्वजनिक शौचालयहरूको अवस्थिति, ठेगाना र खुला रहने समयको जानकारी दिन्छ ।

source: Now, Google and India's Ministry of Urban Development have developed a toilet locator tool within Google Maps that offers the location, address and opening hours of a few thousand communal and public toilets in the Indian capital Delhi and a few other cities.
ne: यो पहल नयाँ दिल्ली र मध्यप्रदेश राज्यमा सन् २०१६ को डिसेम्बर २२ मा उद्घाटन गरिएको थियो र यो चाँडै भारतका अन्य शहरुहरूमा पनि विस्तार गरिनेछ । शौचालयहरूको स्थान/ अवस्थितिलाई गूगल नक्शामा “स्वच्छ सार्वजनिक शौचालय” भनी संकेत गरिएको छ । हरेक शौचालयमा यो प्रयोग गर्न सकिन्छ कि सकिंदैन, यो कस्तो किसिमको चर्पी हो (प्यानवाला हो कि पश्चिमाशैलीको कम्बोड् खालको) र प्रयोगकर्ताहरूलाई सफावाला चर्पी चाँहि पत्ता लगाउन मद्दत गर्नको लागि स्टाररेटिङ् जस्ता विवरण पनि समावेश गरिएको छ ।

source: The initiative launched in New Delhi and the state of Madhya Pradesh on December 22, and soon will be expanded to other places in India.
ne: सुन्दर ! अब भारतमा घुमफीर हल्का भएर गर्न सकिने भो ! #Google #Map ले सार्वजनिक शौचालय स्थाननिर्धारक (लोकेटर) शुरु गरेको छ ।

source: Toilet locations are marked "swachh public toilet" on Google Maps.
ne: केही भारतीहरूले यस पहलको ख्यालठट्टा पनि गरे :

source: Each restroom also includes a description of if it is free to use, what kind of toilet it is (a squat toilet or a western-style pot), and a star rating to help users locate the cleaner ones.
ne: प्रिय गूगल, राम्रोसँग विचार गर है, तिमीले हरेक घरधुरीलाई सार्वजनिक शौचालय भनेर तिम्रो नक्शामा देखाउला नि !

source: Cool! Now, getting around #India just got lighter! #Google #Maps launches public toilet locator! https://t.co/3V07h0RsDK — C. S. Prakash (@AgBioWorld) December 23, 2016 Some Indians poked fun at the initiative:
ne: यसै बखत क्वार्टज इन्डिया (Quartz India) समाचार साइट्मा अनन्या भट्टाचार्यले मानिसहरूलाई यस सुविधाको सम्भावनालाई यथार्थतारुपले ब्यवहार गर्नको लागि चेतावनी दिइन् :

source: Dear Google, just ensure that you dont show every household in your map as a place for public toilet https://t.co/xgmBo2phxl — KARTHIK S (@karthiks_india) December 22, 2016 While on the news site Quartz India, Ananya Bhattacharya cautioned for people to treat the potential of the feature realistically: It would be naive to think Google’s efforts will change attitudes and rectify India’s sanitation troubles altogether, especially since nearly 900 million Indians don’t have access to the internet, which is necessary to view the map.
ne: गूगलको यो पहलले मानिसहरूको मनोवृत्ति परिवर्तन गर्नेछ र भारतको सरसफाइको समस्याहरूलाई पूर्णतया हल गर्नेछ भनी सोच्नु साह्रै भोलापन हुनेछ, जबकि लगभग ९० करोड भारतीयहरूसँग इन्टरनेट्को सुविधा छैन् जुनचाँहि उक्त नक्शा हेर्न आवश्यक हुन्छ । तर जो नजिकको शौचालयमा पुग्न चाहन्छन् वा सक्छन्, उनीहरूका लागि यी नक्शाहरू वास्तवकि सम्पत्ति सावित हुनसक्छन् ।

source: Red Lacewing.
ne: फोटोहरूमा नेपालमा पाइने पुतलीहरूको सुन्दरता

source: Photo by Susheel Shrestha. Used with permission.
ne: थ्री-स्पट ग्रास एल्लोको जोडी । फोटो सुशील श्रेष्ठ। अनुमतिमा प्रयोग गरिएको।

source: Butterflies are found everywhere in Nepal – from the jungles in the southern plains to the mountains in the northern part. The hills around the Kathmandu Valley are good areas for spotting the winged creatures.
ne: नेपालमा जतासुकै पुतलीहरू पाइन्छन् — दक्षिणी समतल भूमिमा पर्ने जंगलदेखि उत्तरी भेगका हिमालमा समेत। काठमाडौं उपत्यका वरिपरिका पहाडहरू यी सुन्दर पुतलीहरू भेटिने उत्तम स्थानमा पर्दछन्। मार्च-जून र अगष्ट-अक्टूबर अवधि पुतली अधिकतम अवलोकन गरिने मौसम हुन्।

source: Susheel Shrestha, a freelance photographer, has captured more than 150 species of butterflies found in Nepal from the lowlands to a height of 3810 meters in Upper Mustang.
ne: स्वतन्त्र फोटोग्राफर सुशील श्रेष्ठले नेपालको समथर भागदेखि माथिल्लो मुस्ताङको ३८१० मीटरको उंचाइमा समेत पाइने १५० भन्दा बढी प्रजातिका तस्वीर खिंचेका छन्।

source: Winner of many national photo competitions, Shrestha told Global Voices: “The butterfly habitat is decreasing day by day due to increasing human population.”
ne: कैंयन राष्ट्रिय पुरस्कार विजेता श्रेष्ठले ग्लोबल भ्वाइसेजसँगको कुराकानीमा भने: "मानिसको बढ्दो जनसंख्याका कारण पुतलीको वासस्थान दिन प्रति दिन कम हुँदै गइरहेको छ।"

source: Bitten by the bug of nature and wildlife photography, Shrestha continues to capture the butterflies and plans to produce a coffee table book to showcase Nepal’s beauty and promote tourism in the country.
ne: प्रकृति तथा वन्यजन्तुको फोटोग्राफीमा गहन रूचि भएका श्रेष्ठ पुतलीका फोटो खिंचिरहन्छन् र नेपालको सौन्दर्य दर्शाउन तथा यहाँको पर्यटन प्रवर्धन गर्न एक कफी टेबल बूक प्रकाशन गर्न चाहन्छन्।

source: Here are some of the butterflies he has shot with his camera in different parts of Nepal.
ne: उनले नेपालका विभिन्न ठाउँमा खिंचेका केही पुतलीका तस्वीर यहाँ हेर्नुहोस्।

source: Lime Swallowtail. Photo by Susheel Shrestha. Used with permission.
ne: लाइम स्वालोटेल। फोटो सुशील श्रेष्ठ। अनुमतिमा प्रयोग गरिएको।

source: Indian Cabbage White on mustard flowers. Photo by Susheel Shrestha. Used with permission.
ne: तोरीको फूलमा इण्डियन क्याबेज व्हाइट। फोटो सुशील श्रेष्ठ। अनुमतिमा प्रयोग गरिएको।

source: Group of Three-Spot Grass Yellow. Photo by Susheel Shrestha.
ne: थ्री-स्पट ग्रास एल्लोको समूह। फोटो सुशील श्रेष्ठ। अनुमतिमा प्रयोग गरिएको।

source: Tailed Jay. Photo by Susheel Shrestha. Used with permission.
ne: टेल्ड जे। फोटो सुशील श्रेष्ठ। अनुमतिमा प्रयोग गरिएको।

source: Shrestha isn't the only one documenting Nepal's butterflies. A British national, Colin Smith, spent more than 50 years studying butterflies in Nepal. He traveled to 40 districts collecting 25,000 butterflies and wrote the book Illustrated Checklist of Nepal’s Butterflies.
ne: श्रेष्ठ चाहिं नेपालका पुतलीको अभिलेख राख्ने एकमात्र व्यक्ति भने होइनन्। ब्रिटिश नागरिक कलिन स्मीथले पुतलीको अध्ययन गर्दै ५० वर्षभन्दा बढी समय नेपालमा बिताए। उनले नेपालका ४० भन्दा बढी जिल्लाको भ्रमण गरेर २५,००० भन्दा बढी पुतली संकलन गरी इलस्ट्रेटेड चेकलिष्ट अफ नेपाल्स बटरफ्लाइज पुस्तक लेखे।

source: The butterflies collected by Smith — aka ‘Putali Baje’ meaning ‘Butterfly Granddad’ in Nepali — have been displayed at Natural History Museum, Kathmandu; Annapurna Butterfly Museum, Pokhara; and at Kathmandu University in Dhulikhel.
ne: पुतली बाजे उपनाम पाएका स्मीथले संकलन गरेका पुतली प्राकृतिक विज्ञान संग्रहालय, काठमाडौं; अन्नपूर्ण पुतली संग्रहालय, पोखरा; तथा धुलिखेलअवस्थित काठमाडौं विश्वविद्यालयमा संग्रहित छन्।

source: Around the world, urban agriculture is playing a role in feeding a growing global population from mid-America to the Middle East.
ne: माथिको भिडियोले भूमध्यसागरको समुद्रतटसँगै फिलिस्तीनको गाजा शहरमा बस्ने र काम गर्ने सइद सलीम अबु नासेरलाई परिचय गराउँदछ। उनी दीगो कृषिका समर्थक हुन्।

source: The video above introduces Said Salim Abu Naser, a proponent of sustainable agriculture living and working in Gaza City, Palestine, along the Mediterranean Coast.
ne: अबु नासेरले २०० वर्गमीटर (२,००० वर्गफूट) को सुक्ष्म कृषिक्षेत्र बनाएका छन्। यहाँ उनले हाइड्रोपोनिक प्रणाली अपनाएका छन् र लसुन, मरीच, साबुन आदिले घरमै बनाइएका कीट नियन्त्रक घोलहरू प्रयोग गरेका छन्।

source: Each year, he produces approximately 3,500 kilograms (7,700 pounds) of food — enough to feed 30 people. Perhaps more important, though, his urban farm may be a model for others hoping to grow food sustainably at smaller scales.
ne: प्रत्येक वर्ष उनी ३० व्यक्तिलाई खुवाउन पुग्ने सालाखाला ३,५०० किलोग्राम (७,७०० पाउण्ड) खाना उत्पादन गर्छन्। शायद अझ महत्वपूर्ण, उनको शहरी कृषिक्षेत्र साना आकारका क्षेत्रमा दीगो तवरले खाना उत्पादन गर्न चाहने अन्य व्यक्तिका लागि नमूना हुनसक्छ।

source: This video was produced, filmed and edited for Ensia by Yasser Abu Wazna, a freelance filmmaker based in the Palestinian Territory.
ne: फिलिस्तीनअवस्थित स्वतन्त्र फिल्ममेकर यासेर अबु वाज्नाले एन्सियाका लागि यो भिडियो निर्माण, छायाँकन तथा सम्पादन गरेका हुन्।

source: Scenes From Market Day in Shan State’s Thandaung Village in Myanmar · Global Voices
ne: म्यानमारको शान राज्यमा पर्ने थानदाउङ गाउँको हाटबजारका दृश्य

source: Thandaung village, about a one-hour drive from Nyaung Shwe, is on the west side of Inle Lake. (Photo and caption by Chan Son / The Irrawaddy)
ne: न्याउङ श्वेबाट एक घण्टाको मोटरबाटो दूरीमा पर्ने थानदाउङ गाउँ इन्ले तालको पश्चिममा पर्दछ। (फोटो तथा क्याप्शन चान सोन/ एर्रावाडी)

source: This photo essay by Chan Son is from The Irrawaddy, an independent news website in Myanmar, and is republished by Global Voices as part of a content-sharing agreement.
ne: यो फोटो निबन्ध चान सोनले स्वतन्त्र समाचार प्रदायक वेबसाइट एर्रावाडीमा लेखेका हुन् र ग्लोबल भ्वाइसेजले विषयवस्तु साझेदारी सम्झौताअन्तर्गत पुन: प्रकाशित गरेको हो।

source: The five-day market rotating around Shan State’s Inle Lake area is famous for its rustic, bustling scenes, as tradespeople of different ethnic backgrounds, including Intha and Pa-O, migrate daily from one site to another to sell their produce and ware. While several lakeside villages such as Indein, Nampan, Thaung Tho and Khaung Daing host the market, the main five places are in Nyaung Shwe (Yawnghwe), Heho, Taunggyi, Maing Thauk and Shwe Nyaung.
ne: शान राज्यको इन्ले तालवरिपरि लाग्ने पाँच दिने हाटबजार ग्रामीण चहलपहलका दृश्यहरूका लागि प्रख्यात छ। इन्था र पाओसमेत गरी विभिन्न जातीय पृष्ठभूमिका व्यापारी आफ्ना उत्पादन तथा सामान बेचबिखन गर्न दिनहुँ एक ठाउँबाट अर्को ठाउँ सर्दछन्।

source: The market calendar is lunar: there are no markets on full and black moon days.
ne: इन्देइन, नाम्पान, थाउङ थो तथा खाउङ दाइङलगायतका कैंयन तालवरपरका गाउँहरूले यो हाटबजार लगाउँछन् भने यसका मुख्य स्थान न्याउङ श्वे (याउनग्वे), हेहो, ताउङ्ग्यी, माइङ थाउक र श्वे न्याउङ हुन्। यो हाटबजार चन्द्र क्यालेण्डरमा आधारित छ: पूर्णिमा तथा औंशीका दिन बजार लाग्दैन।

source: On the west side of the lake, about a one-hour drive from Nyaung Shwe, Thandaung village has a less touristic market day than Indein and Nampan. It offers an authentic chance to see how locals trade.
ne: यस तालको पश्चिममा, न्याउङ श्वेबाट करीब एक घण्टाको मोटरबाटो दूरीमा पर्ने थान थानदाउङ गाउँमा इन्देइन तथा नाम्पानभन्दा कम पर्यटकीय बजार लाग्दछ। यहाँ स्थानीय व्यापारको विशुद्ध नमूना हेर्न पाइन्छ। विक्रेताहरू दिनको तयारी गर्न झिसमिसेभन्दा अगावै बजार आइपुग्छन् र बजार प्राय: जसो मध्यदिनसम्म लाग्ने गर्दछ।

source: Thandaung market has a less touristic market day than neighboring Indein and Nampan. (Photo and caption by Chan Son / The Irrawaddy) The Thandaung bazaar is a five-minute walk from the lakefront.
ne: थान थानदाउङ गाउँमा इन्देइन तथा नाम्पानभन्दा कम पर्यटकीय बजार लाग्दछ।(फोटो तथा क्याप्शन चान सोन/ एर्रावाडी)

source: (Photo and caption by Chan Son / The Irrawaddy)
ne: थानदाउङ बजारमा एकाबिहानै आउँदै गरेकी एक महिला।(फोटो तथा क्याप्शन चान सोन/ एर्रावाडी)

source: Flower sellers at Thandaung bazaar. (Photo and caption by Chan Son / The Irrawaddy)
ne: थानदाउङ बजारमा फूल विक्रेताहरू।(फोटो तथा क्याप्शन चान सोन/ एर्रावाडी)

source: A couple makes ironware at the bazaar. (Photo and caption by Chan Son / The Irrawaddy) Men at the front of the bazaar, where chickens are traded.
ne: बजारमा फलामका सामान बनाउँदै एक दम्पती।(फोटो तथा क्याप्शन चान सोन/ एर्रावाडी)

source: Scenery on the way from Nyaung Shwe to Thandaung bazaar. (Photo and caption by Chan Son / The Irrawaddy) A woman makes her way to Thandaung market early in the morning.
ne: न्याउङ श्वेबाट थानदाउङ बजार आउँदाको दृश्य।(फोटो तथा क्याप्शन चान सोन/ एर्रावाडी)

source: We're Living Longer, But Not Everyone Is Living Healthier · Global Voices
ne: हामी दीर्घायु हुँदैछौं, तर सबैजना स्वस्थ भई बाँचिरहेका छैनौं

source: Infographic about changes in bad health that mya be expected in South America, used with permission.
ne: दक्षिण अमेरिकामा खराब स्वास्थ्यमा सम्भावित परिवर्तनबारे इन्फोग्राफिक,अनुमतिमा प्रयोग गरिएको।

source: Medigo, a health-specialized platform that connects patients and physicians all over the world, has completed a comparative global study on life expectancy. On average, human beings live longer today than ever before.
ne: विश्वभरिका बिरामी तथा चिकित्सकलाई जोड्ने मेडिगो नामक एक स्वास्थ्यविशेष मंचले आयु सम्भाव्यताबारे एक तुलनात्मक विश्वव्यापी अध्ययन सम्पन्न गरेको छ।

source: In Europe and North America, the average is 73 years, in Oceania it is 71, in Latin America is 70 years, in Asia is 61 years, and in Africa it is just 55 years.
ne: औसतमा आजभोलि मानिसहरू पहिलेकोभन्दा धेरै बाँच्छन्। २१ औं शताब्दीको शुरुवातदेखि यस ग्रहका लगभग सबैजसो देशमा आयु सम्भाव्यता बढिरहेको देखिएको छ र यो सन् २०१५ मा विश्वव्यापी औसत ७१.४ वर्ष पुग्यो। तर देश-देशबीच र देशहरूभित्रै पनि आयु सम्भाव्यतामा भिन्नता रहेको छ। युरोप तथा उत्तरी अमेरिकामा औसत ७३ वर्ष रहेको छ भने ओसिनियामा ७१, ल्याटिन अमेरिकामा ७० वर्ष, एशियामा ६१ वर्ष तथा अफ्रिकामा जम्मा ५५ वर्ष रहेको छ।

source: Medigo, however, decided to take its analysis a step further and ask the question:
ne: यद्यपि मेडिगोले आफ्नो विश्लेषणलाई एक कदम अगाडि बढाउने र यो प्रश्न सोध्ने निर्णय गर्यो:

source: The World Health Organization confirms that we are living longer, but are we living healthier?
ne: विश्व स्वास्थ्य संगठनले हामी दीर्घायु हुँदैछौ भनी पुष्टि गरेको छ, तर के हामी स्वस्थ भई बाँचेका छौं त?

source: Healthy Life Expectancy, or HALE, is what the World Health Organization uses to measure how many years an individual can expect to live while maintaining a healthy lifestyle. Influenced by factors like quality of healthcare, hygiene, wars, and more, HALE still fails to take into account violent deaths. This rating has registered improvements in recent years.
ne: विश्व स्वास्थ्य संगठनले स्वस्थ आयु सम्भाव्यता अर्थात हेल (HALE) को प्रयोग गरी एक व्यक्तिले स्वस्थ जीवनशैली अपनाउँदै कति वर्ष बाच्ने आशा गर्नसक्छ भन्ने निर्धारण गर्दछ। स्वास्थ्यसेवाको प्रकार, सरसफाइ, युद्ध तथा अन्य धेरै कारकहरूबाट प्रभावित हेलले हिंसात्मक मृत्युहरूलाई अझ संलग्न गर्नसकेको छैन। हालका वर्षहरूमा यस रेटिङ्गमा सुधार भएको छ।

source: Life expectancy increased by five years between 2000 and 2015, the fastest increase since the 1960s.
ne: सन् २००० देखि २०१५ सम्म आयु सम्भाव्यता पाँच वर्षले बढ्यो जुन सन् १९६० ताकापछिको सबैभन्दा द्रुत गतिको हो। सन् १९९० ताका अफ्रिकामा फैलिएको एड्सको महामारी तथा सोभियत संघको विघटनपश्चात् पूर्वीय यूरोपमा आयु सम्भाव्यता खस्किएको थियो।

source: Those gains reverse declines during the 1990s, when life expectancy fell in Africa because of the AIDS epidemic and in Eastern Europe following the collapse of the Soviet Union. Using infographics, Medigo offers an alternative measurement for global health that it calls “Bad Health Years,” showing changes worldwide since 2000.
ne: इन्फोग्राफिक्सको प्रयोग गरी मेडिगोले सन् २००० पछि विश्वभरि भएका परिवर्तन दर्शाउँदै विश्वव्यापी स्वास्थ्यको वैकल्पिक मापन प्रस्तुत गरेको छ जसलाई यसले "ब्याड हेल्थ इयर्स" अर्थात खराब स्वास्थ्य वर्षहरूका रूपमा लिएको छ ।

source: Infographics about changes during bad health years to be expected in the world, used with permission.
ne: खराब स्वास्थ्य वर्षहरूका दौरान विश्वमा आशा गरिएका परिवर्तनका बारेमा इन्फोग्राफिक्स, अनुमतिमा प्रयोग गरिएको।

source: In a brief conversation with Global Voices, Giulia Gutterer, online marketing manager at Medigo, explained the difference between the traditional measurement by WHO and the "Bad Health" measurement they propose: Basically we take the total life expectancy, which is just how much we are expected to live and is determined at birth, and we deducted the healthy-life-expectancy years from the actual life expectancy.
ne: ग्लोबल भ्वाइसेजसँगको संक्षिप्त कुराकानीका दौरान मेडिगोकी अनलाइन मार्केटिङ्ग म्यानेजर जिउलिया गुट्टेररले डब्ल्युएचओको परम्परागत मापन तथा उनीहरूले प्रस्ताव गरेको खराब स्वास्थ्य मापनबीचको फरक बताइन्:

source: After doing this, we see the average amount of years someone can expect to live in bad health: “Bad Health Years.” Bad Health Years are the years you live with diseases and disabilities.
ne: खास गरेर हामी कूल आयु सम्भाव्यता (जुन कि हामी कति वर्ष बाच्छौ भन्ने सम्भावना हो र यो जन्मको बेला निर्धारण गरिन्छ) लिन्छौ र वास्तविक आयु सम्भाव्यताबाट स्वस्थ आयु सम्भाव्यता वर्षहरू घटाउँछौ। यो गरिसकेपछि हामी के हेर्छौ भने कुनै व्यक्ति औसतमा कति वर्ष खराब स्वास्थ्यका साथ बाँच्नसक्छ जसलाई "ब्याड हेल्थ इयर्स" अर्थात खराब स्वास्थ्य वर्षहरू भन्छौ। ब्याड हेल्थ इयर्स ती वर्षहरू हुन् जसबेला तपाईं रोग तथा अशक्तताका साथ बाँच्नुहुन्छ।

source: You can find all Medigo's infographics on its website.
ne: तपार्इंले सबै इन्फोग्राफिक्स मेडिगोको वेबसाइटमा प्राप्त गर्नसक्नुहुनेछ।

source: A Nepali Wildlife Photographer Uses His Camera to Raise Awareness About Conservation · Global Voices
ne: आफ्ना तस्वीरमार्फत संरक्षणप्रति जनचेतना जगाउँदै एक नेपाली वाइल्डलाइफ फोटोग्राफर

source: Wallowing rhino, Chitwan. Image by Sagar Giri. Used with permission.
ne: आहाल खेल्दैगरेको गैंडा, चितवन। फोटो: सागर गिरी। अनुमतिमा प्रयोग गरिएको।

source: That was when he was a child. Today, at the age of 28, Sagar is striving to put Nepal’s wildlife on the international stage.
ne: सागर गिरी आफ्ना वरिपरिका अस्पष्ट, विषयवस्तु ठिक ठाउँमा नमिलाई खिंचिएका तथा फिका रंगका फोटोहरू देखी कहिल्यै सन्तुष्ट हुँदैन थिए। यस स्थितिलाई सुधार्न तथा राम्रा फोटो कसरी खिच्न सकिन्छ भनी अरुलाई पनि देखाउन उनले आफ्नै क्यामेरा बोकी हिंड्ने अठोट गरे।

source: And his hometown, which sits next to Chitwan National Park, offers him the perfect opportunity to shoot photos that call attention to Nepal's animal world.
ne: यो उनी सानो हुँदाको कुरो हो। आज उनी २८ वर्षका भएका छन् र अन्तर्राष्ट्रियस्तरमा नेपालका वन्यजन्तु प्रवर्धन गर्न प्रयासरत छन्। उनको गृहनगर चितवन राष्ट्रिय निकुञ्जको किनारमा रहेको छ र यो ठाउँले उनलाई नेपालका लोभलाग्दा जनावर तथा चराचुरुङ्गीका तस्वीर खिच्ने राम्रो अवसर जुराउँछ। उनले फेसबूकमा यस स्थानले उनलाई कसरी आफ्नो काममा सघाउँछ भनी लेखेका छन्:

source: He explained on Facebook how this prime location helps him with his work: I live on edge of the World Heritage Site Chitwan National Park, what can be better for a wildlife Photographer enthusiast!! So, today i was resting at my place and suddenly Navaraj (Manager at Chitwan Gaida Lodge) calls me, he got my dad's call that there is the leopard at the bank of Rapti river.
ne: म विश्व सम्पदा सूचीमा पर्ने चितवन राष्ट्रिय निकुञ्जको किनारमा बस्छु र एउटा वाइल्डलाइफ फोटोग्राफरका लागि यो भन्दा ठूलो कुरा के हुनसक्छ र!! म आज आफ्नो ठाउँमा बसिरहेको थिए र एक्कासि नवराज (चितवन गैंडा लजका म्यानेजर) ले मलाई डाक्छन्, उनले मेरो बुवाबाट राप्ती नदी किनारमा चितुवा रहेको खबर पाएका रहेछन्। पर्यटकीय गन्तव्य सौराहाभन्दा केही पर नदीको बाँधनिर रहेछ। म तुरुन्तै आफ्नो क्यामेरा लिई कुदे र केही मिनेटमै त्यहाँ पुगे। मेरो बुवाले त्यस चितुवालाई हेर्दैहुनुहुन्थ्यो र मलाई नदीपारि टाँढा रहेको त्यो वन्यजन्तु देखाउँनुभयो अनि मेरो क्यामेराको शटरले धडाधड त्यो दृश्य कैद गर्न थाल्यो!!

source: Sagar aspires to work with the government to get Nepal's nature recognized worldwide and wants to create awareness that wild animals are not fearsome as they look. And he should know — he's had encounters with tigers:
ne: सागर नेपाल सरकारसँग मिलेर यहाँका वन्यजन्तुलाई विश्वसामु चिनाउन चाहन्छन् र यी जनावरहरू देखिएझै डरलाग्दा हुँदैनन् भनी जनचेतना फैलाउन चाहन्छन्। र उनलाई यो राम्ररी थाहा छ उनको बाघसँग जम्काभेट भएको छ:

source: Late evening too low on the light. Home time for all the animals & birds.
ne: एउटा बाघ भेंडा भेटिएला भनी कहिल्यै जागा रहदैंन!!

source: I was also returning home coz of darkness, then suddenly appears the King from the Bushes, immediately sits when we both see each other & Stares at me through the sal trees!!
ne: अबेला बेलुकीपख प्रकाश कम थियो। सबै जनावर तथा चराचुरुङ्गीको घर फर्कने बेला। म पनि अंध्यारोले गर्दा घर फर्कन लागेको थिए, र एक्कासि झांडीबाट जंगलको राजा निस्कियो, बस्यो र जब हामीेले एक अर्कालाई देख्यौं उसले मलाई सालका रूखमाझबाट घुरेर हेर्यो!!

source: Seeing the need to protect wild animals, Sagar puts the logo “i click for conservation” in his pictures. His passion for promoting the nature and wildlife of Nepal, however, isn’t always easy. He has waited for 22 days to shoot photos of otters in Bardia National Park living mostly in a tent, and up to 12 days to capture images of tigers, and six to seven days to get a perfect shot of birds living in nearby lodges.
ne: जनावरहरूलाई जोगाउनुपर्ने आवश्यकता देखेर उनले आफ्ना तस्वीरहरूमा "आइ क्लीक फर कन्जरभेशन" अर्थात म संरक्षणका लागि तस्वीर खिंच्छु भन्ने लोगो राख्छन्। तर नेपालको प्रकृति तथा वन्यजन्तु प्रवर्धन गर्ने उनको चाहना भने त्यति सहज छैन। उनले बर्दिया राष्ट्रिय निकुञ्जमा अट्टरका फोटो खिंच्न मुख्यतया टेन्टमा २२ दिन बिताए, र बाघका तस्वीर खिंच्न १२ दिनसम्म पर्खे, र नजिकैका लजहरूमा बस्दै ६-७ दिन लगाएर चराका चाहिने जस्ता फोटो खिंचेका छन्।

source: Take a look at some of his photos below.
ne: उनले खिंचेका केही फोटोहरू हेर्नुहोस्।

source: Red Naped Ibis, Chitwan National Park.
ne: रेड नेप्ड इबिस। चितवन राष्ट्रिय निकुञ्ज। फोटो: सागर गिरी। अनुमतिमा प्रयोग गरिएको।

source: Image by Sagar Giri. Used with permission.
ne: ओस्प्रे, पिठौली, नवलपरासी। फोटो: सागर गिरी। अनुमतिमा प्रयोग गरिएको।

source: Used with permission. Oriental Pied Hornbill, Chitwan.
ne: धनेश, चितवन। फोटो: सागर गिरी। अनुमतिमा प्रयोग गरिएको।

source: Royal Bengal Tiger, Chitwan National Park.
ne: पाटे बाघ, चितवन राष्ट्रिय निकुञ्ज। फोटो: सागर गिरी। अनुमतिमा प्रयोग गरिएको।

source: A series of terrible floods in Bangladesh, India and Nepal are disrupting lives of hundreds of thousands of people, displacing them and causing serious damage to property and infrastructure.
ne: बङ्गलादेश, भारत र नेपालमा भीषण बाढीको श्रृंखलाले हजारौं मानिसहरूको जीवनलाई बाधा पुऱ्याइरहेको छ, उनीहरुलाई विस्थापित गरिरहेको छ र सम्पत्ति तथा आधारभूत संरचनामा गम्भीर नोक्सान पुऱ्याइरहेको छ।

source: Heavy monsoon rain in southern Nepal and northern India caused flash floods and landslides, and the flood waters swept across downstream rivers in Bangladesh, killing at least 175 people in these three countries.
ne: दक्षिणी नेपाल तथा उत्तरी भारतमा भारी मनसुनी वर्षाले अचानक बाढी र भूस्खलन गरायो र बङ्लादेशमा बाढीको पानीले नदीका बहाव बढायो, यी तीन देशमा कम्तिमा १७५ जना मानिसहरु मारिए।

source: At least 6 million people were affected by the floods in Nepal's Terai region and more than 48,000 homes were submerged. A section of the Mahendra Highway, the most important east-west connection in Nepal, was washed away by torrential rains.
ne: नेपालको तराई क्षेत्रमा बाढी को कारण कम्तिमा ६० लाख मानिसहरु प्रभावित भए र ४८ हजार भन्दा बढी घरहरु डुबानमा परे। मुसलधारे वर्षाले नेपालमा पूर्व पश्चिम जोड्ने सबभन्दा महत्वपूर्ण महेन्द्र राजमार्गको एउटा खण्ड बगायो । दुर्गम क्षेत्रहरुमा उद्धारकर्मीहरु पुग्न कठिनाई भएको ले कैयौं गाउँ तथा बस्तीहरु सहयोग वा राहतबिहिन भए। दूरसंचार तथा बिजुली बन्द भए र सहायक मार्गहरु बगेका थिए।

source: Several villages and settlements were without help or relief as rescuers found it difficult to reach remote areas.
ne: मानिसहरु सामाजिक संजालमा विनाशको तस्वीर र भिडियो सेयर गर्दै छन्।

source: The telecommunications and electricity services were down and connecting roads had been washed away. People are sharing images and videos of the devastation on social media.
ne: सप्तरी, नेपालमा एक व्यक्ति आफ्नो चौपायालाई काँधमा बोकेर सुरक्षित स्थानतर्फ जाँदै, १२ अगस्त २०१७।

source: A man carries his cattle on his shoulder as he moves to safer ground in Saptari,Nepal,12 August 2017. #nepalflood #epaphotos pic.twitter.com/Cb6iOMOE3p — Narendra Shrestha (@Narendraphoto) August 12, 2017
ne: सुनसरीस्थित आफ्नो बस्तीमा बाढीको पानी पसेपछि बुबा र छोराले आफ्ना बाख्रालाई बचाउँदै।

source: Father & son try to protect their goats after flood water gushed into their settlement in Sunsari, #Nepal (📸 by Madhav Ghimire) #NepalFlood pic.twitter.com/bOUqPjEnlh — Nepal Pix (@NepalPix) August 12, 2017
ne: समस्यामा तराई! सबै ठाउँमा बाढी! सानो सहयोगले उनीहरूको जीवनमा ठूलो परिवर्तन ल्याउन सक्छ! @iamsrkयो एकताका पछि तपाईं हुनुहुन्छ! धन्यवाद!

source: Terai in trouble!
ne: हाम्रो समूहको तर्फबाट स्लाइड शो
